<!--
// -----------------------------------------------------------------------------
// rMate MapChart License Key 
//
// Product Name : rMate MapChart for HTML5 v1.0
// License Type : Enterprise Trial License
// Product No : E491-0D59-8C12-F9DD
// Authenticated Server Info : undefined
// Expiration Date : 2015/05/31
//
var rMateMapChartH5License = "a82e31759eb95f4aa1a2b82fae6feddc7bb01c28994573fe0aa97f1e1b59012a:6400350b393a484244504f2020444c4456393a46322d2e32303120435038562d3a394d3535442d30312d2e3130392d344545563a414c4c20203145334c2f3a357430202f43353a3132303032313a35453020322a323a3748";
// -----------------------------------------------------------------------------
// -->
// 아래의 라이선스 키는 IE7,8 브라우저에서는 HTML5가 지원되지 않아 Flash로 동작시키기 위한 라이선스 키입니다.
var rMateMapChartLicense = "af3c4fb930179e071480a544803e83a7941d71068e12beadbe5d2dac66d3e859:6400350b392043443a4432393046312d3532303132433238372d20394c3556443a30312d2e31313920345045563a3a4c4d2043312d33322f2e3531302d2f4535563141304c32203a504542203a2a483a44484f";
// -----------------------------------------------------------------------------
// -->