if [ $2 -le 0 ]; then
    echo 지정한 날짜가 0보다 작거나 같으면 모든 파일이 삭제됩니다.
    exit
fi

###############################################################################
# 아래와 같은 기능을 할 수 있는 더 간단한 다른 방법은 다음과 같습니다.       
#                                                                             
#   find $1/ -mtime +$1 ! -type d -exec echo delete {} \; -exec rm -rf {} \;
############################################################################### 
find $1/ -mtime +$2 ! -type d -print |
while read FPATH
do 
    rm -rf $FPATH
done

